IDEA Open Model
OpenModel.LoadsOnLine Property
Compatible with IDEA StatiCa v 10.1
 List of line load impulses in this load case
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public List<LoadOnLine> LoadsOnLine { get; set; }
Public Property LoadsOnLine As List(Of LoadOnLine)
	Get
	Set
public:
property List<LoadOnLine^>^ LoadsOnLine {
	List<LoadOnLine^>^ get ();
	void set (List<LoadOnLine^>^ value);
}
Property Value
Type: List<LoadOnLine>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace